{
  "BillionRoad": {
    "title": "Billion Road",
    "one_line": "Billion Road: donde los dados, los restaurantes de sushi y los monstruos traviesos deciden si serás el próximo multimillonario de Japón... o si terminarás en bancarrota en Akihabara.",
    "description": "Billion Road es una aventura estilo juego de mesa para toda la familia en la que viajas por todo Japón invirtiendo en propiedades como restaurantes de sushi o tiendas de anime para convertirte en el jugador más rico. Las tiradas de dados, los eventos aleatorios y más de 50 monstruos peculiares marcarán tu destino: a veces aumentarán tu fortuna y otras arruinarán tus planes. Con más de 30 ítems para ayudar o fastidiar rivales, modos de juego que van desde partidas rápidas hasta campañas de décadas, y multijugador local u online, el juego mezcla estrategia, suerte y caos en una divertida carrera por la riqueza.",
    "rating": 8,
    "players": 1,
    "online": "PvP",
    "genre": ["Casual", "Strategy"],
    "img_legend": {
      "01v": "",
      "01i": "Explora!",
      "02i": "Pelea!",
      "03i": "Coopera!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Se siente como Monopoly pero mucho más loco jaja",
        "Los monstruos son puro caos 😂",
        "Aprendiendo de dinero mientras molesto a mis amigos",
        "Modo Skirmish = fiesta de caos instantáneo",
        "El mapa me dan ganas de ir a Japón de verdad"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  },
  "ComixPlay": {
    "title": "COMIXPLAY",
    "one_line": "COMIXPLAY: léelo como un cómic, juégalo como un juego de estrategia — salva el sistema solar mientras tus héroes discuten como familia.",
    "description": "COMIXPLAY es una novela gráfica digital de 124 páginas mezclada con jugabilidad de estrategia por turnos. Sigues a los Solar Defenders, un equipo de héroes genéticamente mejorados encargados de salvar el sistema solar de una amenaza alienígena — mientras también lidian con sus inseguridades y rivalidades internas. La historia se desarrolla desde Plutón hasta la Tierra, y el jugador puede alternar entre leer el cómic y entrar en combates tácticos. Cada héroe tiene poderes únicos y habilidades en equipo, lo que hace que cada batalla sea dinámica y parte de la historia. Es parte cómic, parte juego, totalmente inmersivo.",
    "rating": 7,
    "players": 1,
    "online": "None",
    "genre": ["VisualNovel", "Action"],
    "img_legend": {
      "01v": "",
      "01i": "Pelea por turnos!",
      "02i": "Monstruos épicos!",
      "03i": "Como los cómics!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Se siente como estar jugando dentro de un cómic 😍",
        "El equipo pelea más entre ellos que con los aliens jaja",
        "Combates por turnos + drama de superhéroes = combo perfecto",
        "Me encanta cómo los poderes se combinan entre héroes",
        "El arte hace que quiera seguir leyendo incluso sin jugar"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  },
  "CursedCompanions": {
    "title": "Cursed Companions",
    "one_line": "Cursed Companions: un dungeon crawler de horror donde tu voz puede lanzar hechizos, activar trampas o arruinar totalmente a tus amigos.",
    "description": "Cursed Companions es un juego de horror cooperativo donde tu voz es la clave para sobrevivir... o para el desastre. El juego escucha todo lo que tú y tus compañeros dicen: las palabras correctas desbloquean hechizos, tesoros y trampas, mientras que las equivocadas desatan caos y peligro. Explora calabozos generados proceduralmente llenos de monstruos, tesoros y secretos, ya sea en modo cooperativo o versus. Cada partida es un nuevo reto, con la posibilidad de mejorar tu base para sobrevivir mejor en el futuro. Ya sea sigilosamente, trabajando juntos o sacrificando compañeros, cada palabra cuenta en esta aventura impredecible activada por voz.",
    "rating": 8,
    "players": 1,
    "online": "CoOp",
    "genre": ["Action", "Adventure"],
    "img_legend": {
      "01v": "",
      "01i": "Uuuyy!",
      "02i": "Cuidado!",
      "03i": "Una aventura!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Literal maté al equipo por decir la palabra equivocada 😭",
        "Es como si el calabozo estuviera escuchando... creepy pero divertido",
        "Los mapas aleatorios mantienen todo fresco",
        "Modo versus = energía de traición instantánea jaja",
        "Lo mejor/peor es que tu micrófono es básicamente un arma"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  },
  "Deltarune": {
    "title": "deltarune",
    "one_line": "Deltarune: un viaje extraño donde héroes improbables, combates de balas y elecciones crípticas cuestionan qué significa realmente salvar al mundo.",
    "description": "Deltarune es una continuación espiritual de Undertale, situada en una nueva continuidad con caras conocidas. Juegas como Kris, el único humano en un pueblo de monstruos, quien junto a Susie y Ralsei se convierte en uno de los 'Guerreros Delta' profetizados. Juntos exploran Mundos Oscuros llenos de enemigos peculiares y preguntas profundas sobre destino, elecciones e identidad. El combate mantiene la mezcla de esquivar balas y opciones pacifistas de Undertale, pero se expande con un sistema de tres personajes con roles únicos y una nueva mecánica de TP para acciones especiales. Es conmovedor, gracioso y perturbador al mismo tiempo.",
    "rating": 10,
    "players": 1,
    "online": "None",
    "genre": ["RPG"],
    "img_legend": {
      "01v": "",
      "01i": "RPG!",
      "02i": "Simple pero rápido!",
      "03i": "Muchos juegos!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Es como el primo más raro y oscuro de Undertale",
        "Susie pasó de bully a bestie rapidísimo 🐊",
        "Esquivar balas mientras vibro con la música 🔥",
        "La pregunta de '¿las decisiones importan?' me voló la cabeza",
        "Ralsei es literalmente la cabra más tierna del mundo"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  },
  "FatalFury": {
    "title": "Fatal Fury: City of the Wolves",
    "one_line": "City of the Wolves: la legendaria saga Fatal Fury regresa con combates de alto voltaje, peleadores con estilo y un sistema REV que lleva la emoción al máximo.",
    "description": "Fatal Fury: City of the Wolves revive la icónica saga de peleas de SNK tras 26 años, con nuevas energías, mecánicas y estilo. El nuevo sistema REV introduce opciones ofensivas que intensifican cada pelea, mientras que dos esquemas de control —Arcade Style para veteranos y Smart Style para principiantes— lo hacen accesible para todos. Con 22 personajes de lanzamiento, entre rostros conocidos y nuevas incorporaciones, cada luchador está representado con un estilo visual vibrante. Además del versus, el modo RPG para un jugador 'Episodes of South Town' permite subir de nivel, ganar habilidades y forjar tu propia leyenda en las calles.",
    "rating": 8,
    "players": 1,
    "online": "PvP",
    "genre": ["Action", "Fight"],
    "img_legend": {
      "01v": "",
      "01i": "Se ve genial!",
      "02i": "Combos largos!",
      "03i": "Ese arte!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Fatal Fury está de vuelta y se ve brutal 🔥",
        "El sistema REV hace que cada pelea sea explosiva",
        "Smart Style es perfecto para casuales como yo jaja",
        "¿22 personajes de inicio? Está cargadísimo",
        "Episodes of South Town se siente como RPG + pelea = win"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  },
  "GasPumpSimulator": {
    "title": "Gas Pump Simulator",
    "one_line": "Gas Pump Simulator 2024: de dueño de un carro viejo a magnate de los negocios, bomba por bomba, mejora tras mejora.",
    "description": "Gas Pump Simulator 2024 es un simulador de gestión de negocios donde empiezas desde cero y construyes un imperio gasolinero. Inicia con pocos recursos, vende tu coche y compra una bomba abandonada. Maneja el suministro de combustible, atiende rápido a los clientes y mantén la operación en orden para ganar buenas reseñas y crecer. Expande con servicios como reparación de llantas, baños o incluso un minimercado, equilibrando tu vida personal y profesional. Contrata empleados, enfrenta los retos diarios y maximiza las ganancias. Cada decisión cuenta en tu camino para convertirte en un magnate exitoso.",
    "rating": 7,
    "players": 1,
    "online": "CoOp",
    "genre": ["Simulator", "Casual"],
    "img_legend": {
      "01v": "",
      "01i": "Wooow!",
      "02i": "Lava autos!",
      "03i": "Ooh no!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Nunca pensé que manejar una gasolinera sería tan adictivo 😂",
        "Las reseñas de clientes me ponen más nervioso que un examen jaja",
        "Expandir mi bomba a un mini market se siente increíble",
        "Caos total = 5 autos esperando y yo sin gasolina 😭",
        "Estoy aprendiendo más de negocios aquí que en la escuela"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  },
  "HogwartsLegacy": {
    "title": "Hogwarts Legacy",
    "one_line": "Hogwarts Legacy: crea tu propio destino mágico en una aventura de mundo abierto ambientada mucho antes de Harry Potter.",
    "description": "Hogwarts Legacy es un RPG de acción en mundo abierto ambientado en el siglo XIX en el universo mágico. Como estudiante de Hogwarts con acceso a un misterioso secreto ancestral, defines tu propio camino en una historia que puede cambiar el destino de la magia. Explora lugares icónicos como Hogwarts, Hogsmeade y el Bosque Prohibido, mientras dominas hechizos, preparas pociones y cuidas criaturas mágicas. Forja amistades, elige tu casa y conviértete en la bruja o mago que quieras ser. Con combates contra trolls, magos oscuros y duendes, el legado que dejes está en tus manos.",
    "rating": 9,
    "players": 1,
    "online": "None",
    "genre": ["Action", "Adventure", "RPG"],
    "img_legend": {
      "01v": "",
      "01i": "Dragón!",
      "02i": "Tanto detalle!",
      "03i": "Es mi varita!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Por fin viviendo mi sueño de Hogwarts 🪄✨",
        "Volar por el castillo en escoba = pura magia",
        "El combate se siente mucho más badass de lo que esperaba",
        "El sombrero seleccionador me puso más nervioso que un examen jaja",
        "Explorar el Bosque Prohibido de noche da miedo pero está buenísimo"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  },
  "JapaneseDriftMaster": {
    "title": "Japanese Drift Master",
    "one_line": "JDM: corre, derrapa y vive el sueño tuner en los legendarios pasos de montaña y calles iluminadas de Japón.",
    "description": "JDM es un juego de carreras y derrapes ambientado en el corazón de la cultura tuner japonesa. Explora más de 250 km de carreteras en la prefectura ficticia de Guntama, desde estrechos pasos de montaña hasta calles urbanas llenas de tráfico, con ciclos de día y noche, clima dinámico y tráfico realista. Elige entre autos con licencia de marcas como Nissan, Mazda, Honda y Subaru, personalízalos y ajústalos a tu gusto. Vive una historia inspirada en el manga como un extranjero que busca respeto en la escena del drift en Japón. Con físicas tipo simcade, eventos narrativos y muchas competencias, JDM combina la cultura automotriz auténtica con pura adrenalina.",
    "rating": 8,
    "players": 1,
    "online": "None",
    "genre": ["Racing", "Simulator", "Casual"],
    "img_legend": {
      "01v": "",
      "01i": "Hora de correr!",
      "02i": "Como un manga!",
      "03i": "Drifting!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Se siente como Initial D pero yo soy el protagonista 😎",
        "Derrapar en la montaña de noche es pura vibra",
        "Al fin un juego donde puedo presumir mi Honda sin sentirme fuera",
        "El clima + las luces de neón = una joya",
        "El modo historia se siente como un manga de carreras en la vida real"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  },
  "Peak": {
    "title": "Peak",
    "one_line": "PEAK: coopera, escala fuerte y no caigas — un solo error significa empezar desde cero.",
    "description": "PEAK es un juego de supervivencia cooperativo de escalada creado con Aggro Crab donde cada paso puede ser el último. Atrapado en una isla misteriosa, tú y hasta tres amigos deben escalar una montaña que cambia cada día. Cooperen colocando cuerdas, ayudándose a subir y compartiendo provisiones, mientras sobreviven con comida dudosa y equipo improvisado. Cada bioma trae nuevos peligros, desde terrenos mortales hasta lesiones que reducen tu resistencia. Gana insignias, desbloquea cosméticos y asa malvaviscos en fogatas. Ya sea solo o con amigos, el ascenso es brutal, gracioso y siempre diferente.",
    "rating": 9,
    "players": 1,
    "online": "CoOp",
    "genre": ["Adventure", "Action"],
    "img_legend": {
      "01v": "",
      "01i": "Espacioso!",
      "02i": "Campamentos!",
      "03i": "Que miedo!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Un resbalón y todo el squad grita 😂",
        "Más difícil que cualquier Souls que jugué jaja",
        "Mapas nuevos cada día lo mantienen fresco",
        "Lo mejor es salvar (o traicionar) a tus amigos con las cuerdas",
        "Un malvavisco después de 20 muertes sabe distinto"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  },
  "RogueNight": {
    "title": "Rogue Night",
    "one_line": "Rogue Night: sobrevive a los no-muertos, rescata aliados y hazte más fuerte con cada muerte en tu camino hacia Necrosarian.",
    "description": "Rogue Night es un rogue-lite de supervivencia fantástica donde cada esquina está llena de peligro y no-muertos. Recolecta recursos, construye refugios y recluta NPCs rescatados que aportan ayuda y compañía. Explora bosques, ruinas y calabozos llenos de acertijos para encontrar planos, armas, pociones y tesoros. En cada partida, enfréntate a hordas de no-muertos y usa sus cabezas para desbloquear mejoras permanentes que se conservan tras la muerte. Con 3 clases únicas, 15 armas y más de 35 mejoras, puedes adaptar a tu personaje a tu estilo. Sobrevive, hazte más fuerte y enfréntate a Necrosarian en el duelo final.",
    "rating": 7,
    "players": 1,
    "online": "None",
    "genre": ["RPG", "Adventure", "Action"],
    "img_legend": {
      "01v": "",
      "01i": "Clásico RPG!",
      "02i": "Cuevas largas!",
      "03i": "Buena historia!",
      "01a": "",
      "Title": ""
    },
    "img_comments": {
      "01v": [
        "Por fin un survival donde morir te hace más fuerte jaja",
        "Rescatar NPCs y armar tu squad se siente genial",
        "Los acertijos de los calabozos me queman el cerebro 🧩",
        "Cada run me hago un poco más fuerte, es adictivo",
        "Necrosarian que se prepare, voy por él"
      ],
      "01i": [],
      "02i": [],
      "03i": [],
      "01a": [],
      "Title": []
    }
  }
}
